Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Select a stack or add one to configure its widgets.
ar: حدد مكدسًا أو أضف واحدًا لتهيئة أدواته.
de: Wählen Sie einen Stapel aus oder fügen Sie einen hinzu, um seine Widgets zu konfigurieren.
es: Selecciona una pila o añade una para configurar sus widgets.
fr: Sélectionnez une pile ou ajoutez-en une pour configurer ses widgets.
hu: Válasszon egy köteget, vagy adjon hozzá egyet a widgetjei beállításához.
ja: スタックを選択するか新たに追加して、ウィジェットを設定してください。
nl: Selecteer een stapel of voeg er een toe om de widgets ervan te configureren.
pl: Wybierz stos lub dodaj nowy, aby skonfigurować jego widżety.
pt: Selecione uma pilha ou adicione uma para configurar os respetivos widgets.
ru: Выберите стопку или добавьте новую, чтобы настроить ее виджеты.
sv: Välj en stack eller lägg till en för att konfigurera dess widgetar.
tr: Widget'larını yapılandırmak için bir yığın seç veya bir yığın ekle.
vi: Chọn một ngăn xếp hoặc thêm ngăn xếp mới để cấu hình các tiện ích của nó.
zh_hans: 选择或添加小组件叠放，以配置其中的小组件。
zh_hant: 選擇一個堆疊，或新增堆疊以設定其中的小工具。

source: Select an app to view details
ar: حدد تطبيقاً لعرض التفاصيل
de: Wählen Sie eine App aus, um Details anzuzeigen
es: Selecciona una app para ver los detalles
fr: Sélectionnez une application pour afficher les détails
hu: Válasszon egy appot a részletek megtekintéséhez
ja: 詳細を表示するアプリを選択
nl: Een app selecteren om de details te bekijken
pl: Wybierz aplikację, aby zobaczyć szczegóły
pt: Selecione uma app para ver os detalhes
ru: Выберите приложение для просмотра подробностей
sv: Välj en app för att visa detaljer
tr: Detayları görüntülemek için bir uygulama seçin
vi: Chọn một ứng dụng để xem chi tiết
zh_hans: 选择要查看详情的应用
zh_hant: 選擇應用程式以檢視詳細資訊

source: Select an app, file, or folder
ar: تحديد تطبيق أو ملف أو مجلد
de: Wählen Sie eine App, Datei oder einen Ordner aus
es: Selecciona una app, un archivo o una carpeta
fr: Sélectionnez une application, un fichier ou un dossier
hu: Válasszon ki egy appot, fájlt vagy mappát
ja: アプリ、ファイル、またはフォルダを選択
nl: Een app, bestand of map selecteren
pl: Wybierz aplikację, plik lub folder
pt: Selecione uma app, um ficheiro ou uma pasta
ru: Выберите приложение, файл или папку
sv: Välj en app, fil eller mapp
tr: Bir uygulama, dosya veya klasör seçin
vi: Chọn một ứng dụng, tệp hoặc thư mục
zh_hans: 选择应用、文件或文件夹
zh_hant: 選擇應用程式、檔案或檔案夾

source: Select an application
ar: حدد تطبيقًا
de: Programm auswählen
es: Selecciona una aplicación
fr: Sélectionner une application
hu: Válasszon ki egy alkalmazást
ja: アプリケーションを選択
nl: Een app selecteren
pl: Wybierz aplikację
pt: Selecione uma aplicação
ru: Выбор приложения
sv: Välj ett program
tr: Bir uygulama seçin
vi: Chọn một ứng dụng
zh_hans: 选择应用
zh_hant: 選擇應用程式

source: Select an image for the dock background
ar: اختر صورة لخلفية Dock
de: Wählen Sie ein Bild für den Dock-Hintergrund aus
es: Selecciona una imagen para el fondo del Dock
fr: Sélectionnez une image pour l'arrière-plan du dock
hu: Válasszon képet a Dock hátteréhez
ja: Dockの背景に使用する画像を選択
nl: Selecteer een afbeelding als Dock-achtergrond
pl: Wybierz obraz tła Docka
pt: Selecione uma imagem para o fundo da dock
ru: Выберите изображение для фона Dock
sv: Välj en bild för dockbakgrunden
tr: Dock arka planı için bir görsel seç
vi: Chọn một hình ảnh làm nền dock
zh_hans: 选择 Dock 背景图片
zh_hant: 選擇 Dock 背景圖片

source: Select an image for widget backgrounds
ar: حدد صورة لخلفيات الأدوات
de: Wählen Sie ein Bild für Widget-Hintergründe aus
es: Selecciona una imagen para los fondos de los widgets
fr: Sélectionnez une image pour l'arrière-plan des widgets
hu: Válasszon képet a widgethátterekhez
ja: ウィジェットの背景に使用する画像を選択
nl: Selecteer een afbeelding voor widgetachtergronden
pl: Wybierz obrazek tła widżetów
pt: Selecione uma imagem para o fundo dos widgets
ru: Выберите изображение для фона виджетов
sv: Välj en bild för widgetbakgrunder
tr: Widget arka planları için bir görsel seç
vi: Chọn hình ảnh cho nền tiện ích
zh_hans: 选择小组件的背景图片
zh_hant: 選擇小工具背景圖片

source: Select an image to use as a custom icon. The image will be copied into the app's local storage.
ar: اختر صورة لاستخدامها كأيقونة مخصصة. سيتم نسخ الصورة إلى وحدة التخزين المحلية للتطبيق.
de: Wählen Sie ein Bild aus, das als eigenes Symbol verwendet werden soll. Das Bild wird in den lokalen Speicher der App kopiert.
es: Selecciona una imagen para usarla como icono personalizado. La imagen se copiará en el almacenamiento local de la app.
fr: Sélectionnez une image à utiliser comme icône personnalisée. L'image sera copiée dans le stockage local de l'app.
hu: Válasszon képet egyéni ikonként való használatra. A kép az app helyi tárolójába lesz másolva.
ja: カスタムアイコンとして使用する画像を選択してください。画像はアプリのローカルストレージにコピーされます。
nl: Selecteer een afbeelding om als aangepast pictogram te gebruiken. De afbeelding wordt gekopieerd naar de lokale opslag van de app.
pl: Wybierz obraz, którego chcesz użyć jako ikony niestandardowej. Obraz zostanie skopiowany do lokalnej pamięci aplikacji.
pt: Selecione uma imagem para usar como ícone personalizado. A imagem será copiada para o armazenamento local da app.
ru: Выберите изображение для использования в качестве собственного значка. Изображение будет скопировано в локальное хранилище приложения.
sv: Välj en bild att använda som anpassad symbol. Bilden kopieras till appens lokala lagring.
tr: Özel simge olarak kullanılacak bir görsel seç. Görsel uygulamanın yerel depolama alanına kopyalanacak.
vi: Chọn một hình ảnh để sử dụng làm biểu tượng tùy chỉnh. Hình ảnh sẽ được sao chép vào bộ nhớ cục bộ của ứng dụng.
zh_hans: 选择一张图片作为自定义图标。图片将复制到应用的本地存储中。
zh_hant: 選擇一張圖片作為自訂圖示。該圖片將拷貝至應用程式的本機儲存空間。

source: Select an item to configure
ar: حدد عنصر لتهيئته
de: Ein Element auswählen, um es zu bearbeiten
es: Selecciona un elemento para configurarlo
fr: Sélectionnez un élément à configurer
hu: Válasszon egy elemet a konfiguráláshoz
ja: 設定する項目を選択
nl: Een item selecteren om te configureren
pl: Wybierz element do konfiguracji
pt: Selecione um item para configurar
ru: Выберите элемент для конфигурации
sv: Välj ett objekt att konfigurera
tr: Yapılandırmak için bir öğe seçin
vi: Chọn một mục để cấu hình
zh_hans: 选择要配置的项目
zh_hant: 選擇要設定的項目

source: Select applications
ar: حدد التطبيقات
de: Programme auswählen
es: Selecciona aplicaciones
fr: Sélectionnez des applications
hu: Válasszon ki alkalmazásokat
ja: アプリケーションを選択
nl: Apps selecteren
pl: Wybierz aplikacje
pt: Selecione aplicações
ru: Выбор приложений
sv: Välj program
tr: Uygulamaları seçin
vi: Chọn các ứng dụng
zh_hans: 选择应用
zh_hant: 選擇應用程式

source: Select profiles where unpinned running apps should be hidden.
ar: اختر ملفات التعريف التي ينبغي أن تُخفى فيها التطبيقات قيد التشغيل غير المثبتة.
de: Wählen Sie die Profile aus, in denen nicht angeheftete laufende Apps ausgeblendet werden sollen.
es: Selecciona los perfiles en los que se deben ocultar las apps en ejecución no fijadas.
fr: Sélectionnez les profils où les apps actives non épinglées doivent être masquées.
hu: Válassza ki azokat a profilokat, amelyekben a nem kitűzött futó appok rejtve legyenek.
ja: ピン留めされていない実行中のアプリを非表示にするプロファイルを選択してください。
nl: Selecteer de profielen waarin niet-vastgezette actieve apps moeten worden verborgen.
pl: Wybierz profile, w których mają być ukrywane nieprzypięte uruchomione aplikacje.
pt: Selecione os perfis onde as apps em execução não afixadas devem ficar ocultas.
ru: Выберите профили, где незакреплённые запущенные приложения должны быть скрыты.
sv: Välj profiler där appar som körs men inte är fästa ska gömmas.
tr: Sabitlenmemiş çalışan uygulamaların gizleneceği profilleri seç.
vi: Chọn các hồ sơ nơi các ứng dụng đang chạy chưa ghim sẽ bị ẩn.
zh_hans: 选择要隐藏未固定的运行中应用的配置文件。
zh_hant: 選擇要隱藏未釘選且正在執行之應用程式的設定檔。

source: Select what AppSense activates when focus moves to an unlinked app. Previous Profile restores the profile active before AppSense switched.
ar: حدد ما يفعّله AppSense عند انتقال التركيز إلى تطبيق غير مرتبط. يستعيد «ملف التعريف السابق» ملف التعريف الذي كان نشطًا قبل تبديل AppSense.
de: Legen Sie fest, was AppSense aktiviert, wenn der Fokus zu einer nicht verknüpften App wechselt. „Vorheriges Profil“ stellt das Profil wieder her, das vor dem Wechsel durch AppSense aktiv war.
es: Selecciona qué activa AppSense cuando el foco pasa a una app no enlazada. Perfil anterior restaura el perfil que estaba activo antes de que AppSense cambiara.
fr: Choisissez ce qu'AppSense active lorsque le focus passe à une app non liée. Profil précédent restaure le profil actif avant le changement effectué par AppSense.
hu: Válassza ki, mit aktiváljon az AppSense, amikor a fókusz egy hozzá nem kapcsolt appra kerül. Az Előző profil visszaállítja az AppSense váltása előtt aktív profilt.
ja: リンクされていないアプリにフォーカスが移ったときにAppSenseがアクティブにするものを選択します。「前のプロファイル」を選ぶと、AppSenseが切り替える前にアクティブだったプロファイルに戻ります。
nl: Kies wat AppSense activeert wanneer de focus naar een niet-gekoppelde app gaat. 'Vorige profiel' herstelt het profiel dat actief was voordat AppSense wisselde.
pl: Wybierz, co AppSense ma aktywować, gdy aktywna stanie się niepowiązana aplikacja. Opcja Poprzedni profil przywraca profil, który był aktywny przed przełączeniem przez AppSense.
pt: Selecione o que o AppSense ativa quando o foco passa para uma app não associada. Perfil Anterior restaura o perfil que estava ativo antes de o AppSense mudar.
ru: Выберите, что активирует AppSense, когда фокус переходит на несвязанное приложение. «Предыдущий профиль» восстанавливает профиль, который был активен до переключения AppSense.
sv: Välj vad AppSense aktiverar när fokus flyttas till en olänkad app. Föregående profil återställer profilen som var aktiv innan AppSense bytte.
tr: Odak, bağlantısız bir uygulamaya geçtiğinde AppSense'in neyi etkinleştireceğini seç. Önceki Profil, AppSense geçiş yapmadan önce etkin olan profili geri yükler.
vi: Chọn những gì AppSense kích hoạt khi tiêu điểm chuyển sang một ứng dụng không được liên kết. Hồ sơ trước đó sẽ khôi phục lại hồ sơ đã hoạt động trước khi AppSense thực hiện chuyển đổi.
zh_hans: 选择焦点转移到未关联的应用时，AppSense 要激活的配置文件。“上一个配置文件”会恢复 AppSense 切换前使用的配置文件。
zh_hant: 選擇當焦點移至未連結的應用程式時，AppSense 要啟用的設定檔。「上一個設定檔」會還原 AppSense 切換前所使用的設定檔。

source: Select your Chromium-based browser
ar: حدد متصفحك القائم على Chromium
de: Wählen Sie Ihren Chromium-basierten Browser aus
es: Selecciona tu navegador basado en Chromium
fr: Sélectionnez votre navigateur basé sur Chromium
hu: Válassza ki a Chromium-alapú böngészőjét
ja: Chromiumベースのブラウザを選択
nl: Je Chromiumgebaseerde browser selecteren
pl: Wybierz przeglądarkę opartą na Chromium
pt: Selecione o seu navegador baseado em Chromium
ru: Выберите браузер на основе Chromium
sv: Välj din Chromium-baserade webbläsare
tr: Chromium tabanlı tarayıcınızı seçin
vi: Chọn trình duyệt dựa trên Chromium của bạn
zh_hans: 选择基于 Chromium 的浏览器
zh_hant: 選擇您的 Chromium 核心瀏覽器

source: Selected Apps
ar: التطبيقات المختارة
de: Ausgewählte Apps
es: Apps seleccionadas
fr: Applications sélectionnées
hu: Kijelölt appok
ja: 選択したアプリ
nl: Geselecteerde apps
pl: Wybrane aplikacje
pt: Apps Selecionadas
ru: Выбранные приложения
sv: Valda appar
tr: Seçili Uygulamalar
vi: Ứng dụng được Chọn
zh_hans: 已选择的应用
zh_hant: 已選取的應用程式

source: Selection
ar: التحديد
de: Auswahl
es: Selección
fr: Sélection
hu: Kijelölés
ja: 選択部分
nl: Selectie
pl: Zaznaczenie
pt: Seleção
ru: Выделенная область
sv: Markering
tr: Seçim
vi: Vùng chọn
zh_hans: 所选区域
zh_hant: 選取範圍

source: Selection Opacity
ar: عتامة التحديد
de: Deckkraft der Auswahl
es: Opacidad de la selección
fr: Opacité de la sélection
hu: Kijelölés átlátszatlansága
ja: 選択の不透明度
nl: Selectiedekking
pl: Krycie zaznaczenia
pt: Opacidade da Seleção
ru: Непрозрачность выделения
sv: Markeringens opacitet
tr: Seçim Opaklığı
vi: Độ mờ Vùng chọn
zh_hans: 选中高亮不透明度
zh_hant: 選取項目不透明度

source: Send files through AirDrop or another transfer app
ar: إرسال الملفات عبر AirDrop أو تطبيق نقل آخر
de: Dateien über AirDrop oder eine andere Übertragungs-App senden
es: Envía archivos mediante AirDrop u otra app de transferencia
fr: Envoyer des fichiers via AirDrop ou une autre app de transfert
hu: Fájlok küldése AirDroppal vagy más átviteli appal
ja: AirDropまたは別の転送アプリでファイルを送信
nl: Bestanden verzenden via AirDrop of een andere overdrachts-app
pl: Wysyłaj pliki przez AirDrop lub inną aplikację do przesyłania
pt: Enviar ficheiros através do AirDrop ou de outra app de transferência
ru: Отправлять файлы через AirDrop или другое приложение для передачи
sv: Skicka filer via AirDrop eller en annan överföringsapp
tr: Dosyaları AirDrop veya başka bir aktarım uygulaması üzerinden gönder
vi: Gửi tệp qua AirDrop hoặc một ứng dụng truyền tệp khác
zh_hans: 通过 AirDrop 或其他传输应用发送文件
zh_hant: 透過 AirDrop 或其他傳輸應用程式傳送檔案

source: Send Files With
ar: إرسال الملفات باستخدام
de: Dateien senden mit
es: Enviar archivos con
fr: Envoyer les fichiers avec
hu: Fájlok küldése ezzel
ja: ファイルの送信方法
nl: Bestanden verzenden met
pl: Wysyłaj pliki przez
pt: Enviar Ficheiros Com
ru: Отправлять файлы через
sv: Skicka filer med
tr: Dosyaları Şununla Gönder
vi: Gửi tệp bằng
zh_hans: 文件发送方式
zh_hant: 傳送檔案方式

source: Send play/pause on click even when no media is detected, instead of opening the media shortcut list
ar: إرسال أمر التشغيل/الإيقاف المؤقت عند النقر حتى عند عدم اكتشاف وسائط، بدلًا من فتح قائمة اختصارات الوسائط
de: Beim Klicken Wiedergabe/Pause senden, auch wenn keine Medien erkannt werden, statt die Liste der Medienkurzbefehle zu öffnen
es: Envía reproducir/pausar al hacer clic aunque no se detecte contenido multimedia, en lugar de abrir la lista de atajos multimedia
fr: Envoyer lecture/pause au clic même quand aucun média n'est détecté, au lieu d'ouvrir la liste des raccourcis multimédias
hu: Kattintáskor lejátszás/szünet küldése akkor is, ha nincs észlelt média, a médiaparancsok listájának megnyitása helyett
ja: メディアが検出されていないときも、メディアショートカットのリストを開く代わりにクリックで再生/一時停止を送信
nl: Afspelen/pauzeren bij klikken, zelfs als er geen media wordt gedetecteerd. Hierdoor wordt de lijst met mediasnelkoppelingen niet geopend
pl: Po kliknięciu wysyłaj polecenie odtwarzania lub wstrzymania nawet wtedy, gdy nie wykryto multimediów, zamiast otwierać listę skrótów multimediów
pt: Enviar reproduzir/pausa ao clicar mesmo quando não é detetado conteúdo multimédia, em vez de abrir a lista de atalhos multimédia
ru: Отправлять воспроизведение/паузу при нажатии, даже если медиа не обнаружено, вместо открытия списка медиа-команд
sv: Skicka spela/pausa vid klick även när inga medier upptäcks, i stället för att öppna listan med mediegenvägar
tr: Medya algılanmasa bile, medya kısayol listesini açmak yerine tıklayınca oynat/duraklat gönder
vi: Gửi lệnh phát/tạm dừng khi nhấp chuột ngay cả khi không phát hiện phương tiện nào, thay vì mở danh sách phím tắt phương tiện
zh_hans: 即使未检测到媒体，点击时也发送播放/暂停命令，而不是打开媒体快捷方式列表
zh_hant: 即使未偵測到媒體，按一下時仍會傳送播放／暫停指令，而不會開啟媒體捷徑清單

source: sensor
ar: مستشعر
fr: capteur
hu: érzékelő
ja: センサー
pl: czujnik
ru: датчик
tr: sensör
vi: cảm biến
zh_hans: 传感器
zh_hant: 感測器

source: Sent
ar: المُرسل
de: Gesendet
es: Enviado
fr: Envoyé
hu: Küldött
ja: 送信
nl: Verzonden
pl: Wysłano
pt: Enviado
ru: Отправлено
sv: Skickat
tr: Gönderilen
vi: Đã gửi
zh_hans: 已发送
zh_hant: 已傳送

source: Separator
ar: فاصل
de: Trennlinie
es: Separador
fr: Séparateur
hu: Elválasztó
ja: 区切り線
nl: Scheidingslijn
pt: Separador
ru: Разделитель
sv: Avgränsare
tr: Ayırıcı
vi: Đường phân chia
zh_hans: 分隔符
zh_hant: 分隔線

source: Separator After Leading Widgets
ar: فاصل بعد أدوات البداية
de: Trennlinie nach den Widgets am Anfang
es: Separador tras los widgets iniciales
fr: Séparateur après les widgets de début
hu: Elválasztó az elöl lévő widgetek után
ja: 先頭ウィジェットの後の区切り線
nl: Scheidingslijn na de eerste widgets
pl: Separator po widżetach początkowych
pt: Separador Após os Widgets Iniciais
ru: Разделитель после левых виджетов
sv: Avgränsare efter inledande widgetar
tr: Baştaki Widget'lardan Sonra Ayırıcı
vi: Đường phân chia sau các tiện ích cạnh đầu
zh_hans: 起始小组件后方分隔线
zh_hant: 在前置小工具後方顯示分隔線

source: Separator Before Trailing Widgets
ar: فاصل قبل أدوات النهاية
de: Trennlinie vor den Widgets am Ende
es: Separador antes de los widgets finales
fr: Séparateur avant les widgets de fin
hu: Elválasztó a hátul lévő widgetek előtt
ja: 末尾ウィジェットの前の区切り線
nl: Scheidingslijn voor de laatste widgets
pl: Separator przed widżetami końcowymi
pt: Separador Antes dos Widgets Finais
ru: Разделитель перед правыми виджетами
sv: Avgränsare före avslutande widgetar
tr: Sondaki Widget'lardan Önce Ayırıcı
vi: Đường phân chia trước các tiện ích cạnh cuối
zh_hans: 末尾小组件前方分隔线
zh_hant: 在尾端小工具前方顯示分隔線

source: Separators have no settings
ar: الفواصل ليس لديها إعدادات
de: Trennlinien haben keine Einstellungen
es: Los separadores no tienen ajustes
fr: Les séparateurs n'ont pas de paramètres
hu: Az elválasztóknak nincsenek beállításai
ja: 区切り線に設定はありません
nl: Scheidingslijnen hebben geen instellingen
pl: Separatory nie mają ustawień
pt: Os separadores não têm definições
ru: Разделители не имеют настроек
sv: Avgränsare har inga inställningar
tr: Ayırıcıların ayarı yoktur
vi: Đường phân chia không có cài đặt
zh_hans: 分隔符无需设置
zh_hant: 分隔線沒有設定選項

source: Serious
ar: خطير
de: Ernst
es: Grave
fr: Sérieux
hu: Súlyos
ja: 高い
nl: Ernstig
pl: Poważny
pt: Grave
ru: Серьезное
sv: Allvarlig
tr: Ciddi
vi: Cao
zh_hans: 严重
zh_hant: 嚴重

source: Server is temporarily unavailable
ar: الخادم غير متاح مؤقتًا
de: Server ist vorübergehend nicht verfügbar
es: El servidor no está disponible temporalmente
fr: Le service est temporairement indisponible
hu: A kiszolgáló átmenetileg nem érhető el
ja: サーバは一時的に利用できません
nl: De server is tijdelijk niet beschikbaar
pl: Serwer jest tymczasowo niedostępny
pt: O servidor está temporariamente indisponível
ru: Сервер временно недоступен
sv: Servern är tillfälligt otillgänglig
tr: Sunucu geçici olarak kullanılamıyor
vi: Máy chủ tạm thời không khả dụng
zh_hans: 服务器暂时不可用
zh_hant: 伺服器暫時無法使用

source: Servers Are Napping
ar: الخوادم في غفوة
de: Die Server machen ein Nickerchen
es: Los servidores están echando la siesta
fr: Les serveurs sont en pause
hu: A szerverek épp szunyókálnak
ja: サーバはお昼寝中です
nl: De servers doen een dutje
pl: Serwery są chwilowo niedostępne
pt: Os Servidores Estão a Dormir
ru: Серверы дремлют
sv: Servrarna tar en tupplur
tr: Sunucular uyuyor
vi: Máy chủ đang tạm nghỉ
zh_hans: 服务器正在打盹，请稍后再试
zh_hant: 伺服器正在小憩中

source: Sessions Before Long Break
ar: الجلسات قبل الاستراحة الطويلة
de: Sitzungen bis zur langen Pause
es: Sesiones antes del descanso largo
fr: Sessions avant la pause longue
hu: Menetek a hosszú szünet előtt
ja: 長い休憩までのセッション数
nl: Sessies vóór lange pauze
pl: Sesje przed długą przerwą
pt: Sessões Antes da Pausa Longa
ru: Сессий до длинного перерыва
sv: Pass före lång paus
tr: Uzun Moladan Önceki Oturumlar
vi: Số phiên trước khi nghỉ dài
zh_hans: 长休息前的专注次数
zh_hant: 長休息前的專注時段數

source: Set a custom image behind widgets
ar: تعيين صورة مخصصة خلف الأدوات
de: Eigenes Bild hinter Widgets festlegen
es: Define una imagen personalizada detrás de los widgets
fr: Définir une image personnalisée derrière les widgets
hu: Egyéni kép beállítása a widgetek mögé
ja: ウィジェットの背後にカスタム画像を設定
nl: Stel een aangepaste afbeelding in achter widgets
pl: Ustaw własny obrazek w tle widżetów
pt: Definir uma imagem personalizada por trás dos widgets
ru: Задать пользовательское изображение за виджетами
sv: Ställ in en anpassad bild bakom widgetar
tr: Widget'ların arkasında özel bir görsel ayarla
vi: Đặt hình ảnh tùy chỉnh phía sau tiện ích
zh_hans: 为小组件设置自定背景图片
zh_hant: 設定小工具後方的自訂圖片

source: Set border opacity and thickness exactly.
ar: حدد عتامة الحد وسماكته بدقة.
de: Deckkraft und Stärke des Rahmens exakt festlegen.
es: Ajusta con precisión la opacidad y el grosor del borde.
fr: Définissez précisément l'opacité et l'épaisseur de la bordure.
hu: A szegély átlátszatlanságának és vastagságának pontos beállítása.
ja: 枠線の不透明度と太さを正確に設定します。
nl: Stel de dekking en dikte van de rand precies in.
pl: Ustaw dokładnie krycie i grubość obramowania.
pt: Defina com exatidão a opacidade e a espessura do contorno.
ru: Точно задать непрозрачность и толщину границы.
sv: Ange kantlinjens opacitet och tjocklek exakt.
tr: Kenarlık opaklığını ve kalınlığını tam olarak ayarla.
vi: Đặt chính xác độ mờ và độ dày của viền.
zh_hans: 精确调整边框的不透明度和粗细。
zh_hant: 精確設定邊框的不透明度與粗細。

source: Set custom empty and full icons for the dock-end Trash.
ar: عيّن أيقونتين مخصصتين للمهملات في نهاية Dock لحالتي الفراغ والامتلاء.
de: Eigene Symbole für den leeren und vollen Papierkorb am Dock-Ende festlegen.
es: Establece iconos personalizados de Papelera vacía y llena para la Papelera del extremo del Dock.
fr: Définissez des icônes personnalisées (vide et pleine) pour la Corbeille en fin de Dock.
hu: Egyéni üres és teli ikon beállítása a Dock végén lévő Kukához.
ja: Dockの端にあるゴミ箱に、空のときと満杯のときのカスタムアイコンを設定します。
nl: Stel aangepaste pictogrammen in voor een lege en volle prullenmand aan het einde van het Dock.
pl: Ustaw niestandardowe ikony pustego i pełnego Kosza na końcu Docka.
pt: Defina ícones personalizados de vazio e cheio para o Lixo no fim da dock.
ru: Задать собственные значки пустой и полной Корзины в конце Dock.
sv: Ange anpassade symboler för tom och full papperskorg i dockens ände.
tr: Dock ucundaki Çöp Sepeti için özel boş ve dolu simgeler ayarla.
vi: Đặt các biểu tượng tùy chỉnh lúc trống và đầy cho Thùng rác ở cuối dock.
zh_hans: 为 Dock 末尾的废纸篓设置自定义的空废纸篓图标和满废纸篓图标。
zh_hant: 為 Dock 末端的垃圾桶自訂空的與已滿的圖示。

source: Set dock, card, and panel radius exactly.
ar: حدد نصف قطر زوايا Dock والبطاقات واللوحات بدقة.
de: Eckenradien für Dock, Karten und Panels exakt festlegen.
es: Ajusta con precisión el radio del Dock, las tarjetas y los paneles.
fr: Définissez précisément le rayon du Dock, des cartes et des panneaux.
hu: A Dock, a kártyák és a panelek lekerekítésének pontos beállítása.
ja: Dock、カード、パネルの角丸半径を正確に設定します。
nl: Stel de afronding van het Dock, de kaart en het paneel exact in.
pl: Ustaw dokładnie promień Docka, kart i paneli.
pt: Defina com exatidão o raio da dock, dos cartões e dos painéis.
ru: Точно задать радиус скругления Dock, карточек и панелей.
sv: Ange radie för dock, kort och paneler exakt.
tr: Dock, kart ve panel yarıçapını tam olarak ayarla.
vi: Đặt chính xác bán kính góc bo của dock, thẻ và bảng.
zh_hans: 精确设置 Dock、卡片和面板的圆角。
zh_hant: 精確設定 Dock、卡片與面板的圓角半徑。

source: Set how long to hover before showing the full-size window preview
ar: تعيين مدة تمرير المؤشر قبل عرض معاينة النافذة بالحجم الكامل
de: Festlegen, wie lange der Zeiger verweilen muss, bevor die Fenstervorschau in voller Größe angezeigt wird
es: Define cuánto tiempo mantener el cursor antes de mostrar la previsualización de ventana a tamaño completo
fr: Définir la durée de survol avant d'afficher l'aperçu de la fenêtre pleine taille
hu: Állítsa be, mennyi ideig kell rámutatni a teljes méretű ablak-előnézet megjelenéséig
ja: フルサイズのウインドウプレビューを表示するまでのホバー時間を設定
nl: Stel in hoe lang de muisaanwijzer op de afbeelding moet blijven staan voordat het voorbeeld op volledige grootte wordt weergegeven
pl: Ustaw czas wskazania wymagany przed pokazaniem pełnowymiarowego podglądu okna
pt: Defina quanto tempo o cursor deve permanecer antes de mostrar a pré-visualização da janela em tamanho real
ru: Установить время наведения перед отображением предварительного просмотра полноразмерного окна
sv: Ange hur länge pekaren ska hållas över innan förhandsvisningen i full storlek visas
tr: Tam boyutlu pencere önizlemesini göstermeden önce ne kadar üzerinde bekleneceğini ayarla
vi: Đặt thời gian di chuột trước khi hiển thị bản xem trước cửa sổ kích thước đầy đủ
zh_hans: 设置显示全尺寸窗口预览前所需的悬停时间
zh_hant: 設定滑鼠停留多久後顯示完整尺寸的視窗預覽
